{
          "Side Lateral Raise": {
            "What to do": [
                "Stand with a dumbbell in each hand at your sides, with palms facing each other. This is starting position",
                "Exhale and raise dumbbells up to shoulder length, until arms are parallel with floor. Have slight bend on elbow, with hands slightly tilted forward",
                "Inhale and return to starting position"
              ],
            "Do NOT": [
                "Swing body to generate momentum"
              ]
          },
          "Dumbbell Shoulder Press": {
            "What to do": [
                "Sit in a bench that has back support, while holding a dumbbell in each hand on your thighs",
                "Using your thighs, kick up dumbbells one-at-a-time to head height, and rotate dummbells so palms face forward",
                "Your elbows are directly underneath your wrists, and your arms are about 30-45ยบ from your chest. This is starting position",
                "Exhale and push dumbbells straight up above the head, almost fully extending arms. Hold for a second",
                "Inhale and slowly return to starting position"
              ],
            "Do NOT": [
                "Flare out your elbows. Keep your arms 30-45ยบ from chest",
                "Allow elbows to be anywhere but DIRECTLY underneath wrists",
                "Overarch your back",
                "Push through shoulder pain"
              ]
          },
          "Standing Military Press": {
              "What to do": [
                  "Position squat rack so barbell is chest high",
                  "Get under the barbell and grip it slightly wider than shoulder-width, with palms facing out",
                  "Lift barbell up at collar-bone level. Take a step back and position feet shoulder width apart. Keep elbows tight to body, core tight, and push heels into ground",
                  "Keeping torso and lower body rigid, exhale and push barbell towards ceiling by fully extending arms. Push hips forward a little bit as barbell passes your head",
                  "Inhale and slowly return barbell back to collar-bone level, allowing hips to naturally pull back a bit"
              ],
              "Do NOT": [
                  "Press barbell too far in front of body. Keep close to center of gravity",
                  "Sacrifice form for weight. Ensure you have good form"
              ]
          }
}
